---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsPerSquareMeter
source: html/799db58c-20d2-24be-286e-550944e5bc96.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsPerSquareMeter Property

Kilograms per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsPerSquareMeter { get; }
```